Repository: auto-mat/klub
Catalog: apps/aklub/locale/*/LC_MESSAGES/django.po
Languages: cs_cz

source: user bank account
cs_cz: Bankovní účet uživatele

source: Details
cs_cz: Detaily

source: All payments
cs_cz: Všechny platby

source: Total amount
cs_cz: Součet plateb

source: Total payment count
cs_cz: Počet plateb

source: Last payment date
cs_cz: Poslední datum platby

source: DPCH details
cs_cz: Detaily platebního kanálu

source: Show payments by year
cs_cz: Ukázat součty plateb po rocích

source: Send mass communication
cs_cz: Odeslat hromadnou komunikaci

source: Is email in CompanyProfile
cs_cz: Je tento email veden ve společnostech?

source: Only super administrators can see url
cs_cz: Pouze Hlavní administrátor může vidět url.

source: Registration
cs_cz: Registrace

source: Regular amount
cs_cz: Částka pravidelné platby

source: Payment delay
cs_cz: Zpoždění platby

source: Extra money
cs_cz: Extra platby

source: Donor frequency
cs_cz: Frekvence pravidelné platby

source: Total payment
cs_cz: Součet plateb

source: Sum of all payments
cs_cz: Součet všech plateb

source: Payments count
cs_cz: Počet plateb

source: Date of last payment
cs_cz: Datum poslední platby

source: Date of first payment
cs_cz: Datum první platby

source: Events
cs_cz: Události

source: Next Communication
cs_cz: Další komunikace

source: Make Tax Confirmation
cs_cz: Vytvoř daňové potvrzení

source: TaxConfirmations created
cs_cz: Daňová potvrzení vytvořena

source: You can not remove administrative unit from your own profile
cs_cz: Nemůžete si odstranit organizační jednotku!

source: Profile with ID "{pk}" was removed from your administrative unit
cs_cz: Profil s ID "{pk}" byl odstraněn z vaší organizační jednotky

source: profile with ID '{pk}' doesn't exist. Perhaps it was deleted?
cs_cz: Profil s ID '{pk}' neexistuje. Možná byl odstraněn?

source: If you confirm, you wonˇt see this profile anymore
cs_cz: Po potvrzení již tento profil neuvidíte

source: Event with this name doesnt exist
cs_cz: Událost s tímto názvem neexistuje

source: MoneyAccount with this bank_number doesnt exist
cs_cz: Bankovní účet s tímto číslem neexistuje

source: Insert "c" or "u" (company/user)
cs_cz: Vyplně c nebo u pro identifikaci (společnost/uživatel)

source: Email or Username must be set
cs_cz: Emailová adresa nebo uživatelské jméno musí být zadáno

source: User with this username or email doesnt exist
cs_cz: Uživatel s tímto emailem nebo uživatelským jménem neexistuje

source: Campaign name
cs_cz: Jméno kampaně

source: Basic personal
cs_cz: Základní informace

source: Support
cs_cz: Podpora

source: Main email
cs_cz: Hlavní E-mail

source: Company/User name
cs_cz: Jméno společnosti/uživatele

source: User bank accounts were updated.
cs_cz: Účty uživatelů byly aktulizovány

source: add user bank account to current donor payment channel (rewrite)
cs_cz: přiřadit uživatelův bankovní účet k darovacímu kanálu (přepsat)

source: Payments succesfully paired with donor payment channels.
cs_cz: Platba úspěšně přiřazena

source: pair payments from account statement with donor payment channels
cs_cz: Přiřadit platby z výpisu k platebním kanálům

source: Payments succesfully paired with donor payment channels which are under your administrative unit.
cs_cz: Platby úspěšně přiřazeny k platebním kanálům vedeným pod vaší administrativní jednotkou

source: Your administrated unit have to be set to pair payments.
cs_cz: Pro párování plateb musíte mít přiřazenou administrativní jednotku

source: pair payments without account statement (need to be admin of administrative unit)
cs_cz: Párování platev bez výpisu z účtu (musíte být admin organizační jednotky)

source: name
cs_cz: Název

source: Basic
cs_cz: Základní

source: Invalid email '%(email)s' of user %(user)s: %(exception)s
cs_cz: Chybný formát e-mailu '%(email)s' uživatele %(user)s: %(exception)s

source: Send to users
cs_cz: uživatelé k obeslání

source: Send count
cs_cz: Počet odeslaných

source: While sending e-mails the problem occurred: %s
cs_cz: Nastal problém během rozesílání e-mailů: %s

source: Payments succesfully paired.
cs_cz: Platby úspěšně spárovány.

source: Pair payments with users based on variable symboles or user bank account
cs_cz: Spárovat platby s uživateli na základě jejich variabilních symbolů nebo banovních účtů

source: Reparse CSV file
cs_cz: Znovu zpracovat CSV

source: Total payments
cs_cz: Počet plateb

source: Paired payments
cs_cz: Počet spárovaných plateb

source: generate download links for pdf files
cs_cz: Vygenerovat link na stáhnutí PDF

source: Administrative Unit
cs_cz: Organizační jednotka

source: Name
cs_cz: Název

source: Personal information
cs_cz: Osobní informace

source: Correspondence address street and number
cs_cz: Korespondenční adresa ulice a číslo domu (č.p./č.o.)

source: Correspondence address city/city part
cs_cz: Korespondenční adresa město/městská část

source: Correspondence address country
cs_cz: Korespondenční adresa země

source: Correspondence address ZIP code
cs_cz: Korespondenční adresa PSČ

source: Preference
cs_cz: Povolení

source: Donor payment channel
cs_cz: Platební kanál

source: Interactions
cs_cz: Interakce

source: Event name
cs_cz: Název události

source: Has any payment
cs_cz: Má platbu?

source: Petition signed
cs_cz: Podpis petice

source: Personal data
cs_cz: Osobní údaje

source: Contact data
cs_cz: Kontaktní údaje

source: Correspondence address
cs_cz: Korespondenční adresa

source: Rights and permissions
cs_cz: Práva a přístupy

source: Emails
cs_cz: E-maily

source: Is email in userprofile
cs_cz: Je tento email u usera?

source: Main telephone
cs_cz: Hlavní Telefon

source: Contact Name
cs_cz: Kontaktní Jméno

source: Company is in database already. You are able to make changes now.
cs_cz: Společnost již je v databazi zaregistována, nyní ji možete editovat

source: Quick links
cs_cz: Rychlé odkazy

source: Return to site
cs_cz: Zpět na stránku

source: Change password
cs_cz: Změnit heslo

source: Log out
cs_cz: Odhlásit

source: Applications
cs_cz: Aplikace

source: Administration
cs_cz: Administrace

source: Recent Actions
cs_cz: Nedávné akce

source: Statistics
cs_cz: Statistiky

source: Members
cs_cz: Členové

source: Payments
cs_cz: Platby

source: Days from last bill upload: %(days)s days
cs_cz: Počet dní od posledního nahrání výpisu z účtu: %(days)s dní

source: Days from last mass communication: %(days)s days
cs_cz: Počet dní od poslední hromadné komunikace: %(days)s dní

source: %(name)s: %(items)s items
cs_cz: %(name)s: %(items)s položek

source: Conditions
cs_cz: Podmínky

source: Total number of items: %i
cs_cz: Celkový počet položek: %i

source: Dashboard Stats Settings
cs_cz: Nastavení statistiky na palubní desce

source: Donor's event
cs_cz: Dárcova událost

source: All
cs_cz: Všechny

source: Mailing list allowed
cs_cz: Odesílání mailing listů

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: Unknown
cs_cz: Neznámé

source: Is UserProfile in CompanyContact?
cs_cz: Je user veden u firmy?

source: Full adress
cs_cz: Celé jméno

source: Complete address
cs_cz: Kompletní doručovací adresa

source: Not complete address
cs_cz: Není kompletní doručovací adresa

source: Has primary email
cs_cz: Má nastaven hlavní email

source: Filled-in
cs_cz: Vyplněné

source: Empty
cs_cz: Prázdné

source: User assignment
cs_cz: Přiřazení uživatele

source: Duplicate
cs_cz: Duplicitní

source: Not in e-mail format
cs_cz: Nesprávný formát e-mailu

source: Blank
cs_cz: Prázdný

source: Regular payments in time
cs_cz: Pravidelné platby včas

source: Not delayed
cs_cz: nezpožděná

source: Delayed
cs_cz: zpožděná

source: Telephone
cs_cz: Telefon

source: Not in telephone format
cs_cz: Nesprávný formát telefonu

source: Profile type
cs_cz: Typ Profilu

source: Company
cs_cz: Společnost

source: User
cs_cz: Uživatel

source: Number of payments
cs_cz: Počet všech plateb

source: Without payments
cs_cz: Bez plateb

source: Number of DPCHs
cs_cz: Počet platebních kanálů

source: Regular payment ok
cs_cz: Pravidelné platby v pořádku

source: Payment amount
cs_cz: Částka platby

source: Regular payment amount
cs_cz: Částka pravidelné platby

source: Number of interactions
cs_cz: Počet interakcí

source: Is email in the company profile
cs_cz: Je tento email veden ve společnostech?

source: Administrative unit
cs_cz: Organizační jednotky

source: Year
cs_cz: Rok

source: Total profiles
cs_cz: Počet členů

source: Telephone must consist of numbers, spaces and + sign or maximum number count is higher.
cs_cz: Chybný formát telefonu

source: No crm check
cs_cz: Potvrzení prázdného IČA

source: Please confirm empty crn number
cs_cz: Potvrďte prázdné IČO

source: Testing communication sending was queued and will be sent to '%s' soon
cs_cz: Testovací komunikace byla naplánována a brzo bude poslána na '%s'

source: Communication sending was queued for %s users
cs_cz: Odesílání komunikace bylo naplánováno pro %s uživatelů

source: Prepared by auto*mated mass communications at %s
cs_cz: Připraveno auto*matickým hromadným rozesílačem, %s

source: Number of users
cs_cz: počet členů

source: Number of companies
cs_cz: Počet firem

source: Max. DPCH payments
cs_cz: Maximální počet plateb u platebního kanálu

source: Language
cs_cz: Jazyk

source: Phonecall
cs_cz: Telefonní hovor

source: Mail
cs_cz: Pošta

source: Personal
cs_cz: Osobní

source: Internal
cs_cz: Interní

source: The Email must be set
cs_cz: Emailová adresa musí být zadána

source: Superuser must have is_staff=True.
cs_cz: Superuživatel musí mít nastaveno is_staff=True

source: Superuser must have is_superuser=True.
cs_cz: Superuživatel musí mít is_superuser=True

source: Administrative units
cs_cz: Organizační jednotky

source: Street and number
cs_cz: Ulice a číslo domu (č.p./č.o.)

source: City/City part
cs_cz: Město/Městská část

source: ZIP Code
cs_cz: PSČ

source: Url address of website
cs_cz: Url adresa webu

source: E-mail from address
cs_cz: odesílání z e-mailové adresy

source: Every new address has to be set up by system administrator
cs_cz: Nová adresa musí být nastavená administratorem

source: E-mail from identifier
cs_cz: email z identifikátoru

source: Telephone number
cs_cz: Telefon

source: Choose color to help discern Administrative unit in app
cs_cz: Vyberte barvu pro rozlišení organizační jednotky

source: Slug
cs_cz: Identifikátor

source: Identifier of the administrative unit
cs_cz: Identifikátor organizační jednotky

source: President
cs_cz: Prezident

source: President since
cs_cz: Prezident od

source: Vice president
cs_cz: Víceprezident

source: Vice president since
cs_cz: Víceprezident od

source: expense
cs_cz: výdaj

source: expenses
cs_cz: výdaje

source: amount
cs_cz: částka

source: item
cs_cz: položka

source: campaign
cs_cz: kampaň

source: Recruiter
cs_cz: Verbíř

source: Recruiters
cs_cz: Verbíři

source: Registered
cs_cz: Zaregistrován

source: Recruiter ID
cs_cz: ID verbíře

source: First name
cs_cz: Jméno

source: Surname
cs_cz: Příjmení

source: Note
cs_cz: Poznámka

source: Problem
cs_cz: Problém

source: Check this field if there is a problem with this recruiter which only be resolved later or by somebody else. Uncheck as soon as the problem is resolved. If the problem is of permanent nature and no further action is needed, leave it unchecked and lower the rating bellow accordingly.
cs_cz: Zaškrtněte, pokud je s tímto verbířem nějaký problém, který můžete vyřešit pouze později nebo jej může vyřešit pouze někdo jiný. Odškrtněte jakmile bude problém vyřešen. Pokud je problém trvalejší povahy a není třeba žádné další akce z naší strany, nechte políčko nezaškrtnuté a příslušným způsobem verbíři upravte hodnocení níže.

source: Rating
cs_cz: Hodnocení

source: 5 = ordinary (modestly good), 0 = hopelessly bad 10 = excelent much above average
cs_cz: 5 = běžný (běžně dobrý), 0 = beznadějně špatný, 10 = výtečný, velmi nadprůměrný

source: Associated campaigns
cs_cz: Přidružené kampaně

source: Source
cs_cz: Zdroj

source: Sources
cs_cz: Zdroje

source: Identifier of the source
cs_cz: Identifikátor zdroje

source: Name of the source
cs_cz: Název zdroje

source: Is from Direct Dialogue
cs_cz: Pochází z Direct dialogu

source: Profile
cs_cz: Profil

source: Profiles
cs_cz: Profily

source: Může editovat všechno ve všech administrativních jednotkách
cs_cz: Může upravovat vše ve všech administrativních jednotkách

source: Can remove contact from his administrative unit
cs_cz: Může odstranit kontakt z jeho organizační jednotky

source: Male
cs_cz: Muž

source: Female
cs_cz: Žena

source: Czech
cs_cz: Čeština

source: English
cs_cz: Angličtina

source: user name
cs_cz: Uživatelské jméno

source: password
cs_cz: heslo

source: email address
cs_cz: e-mailová adresa

source: Addressment in letter
cs_cz: Oslovení v dopise

source: Addressment on envelope
cs_cz: Oslovení na obálku

source: This is the language which will be used to communicate with this user. The system will send emails in this language and administrators will use this language in phone calls and personal contacts.
cs_cz: Toto je jazyk, kterým se bude komunikovat s uživatelem. Systém bude v tomto jazyce posílat emaily a administrátoři budou tento jazyk používat při telefonních hovorech a osobním kontaktu.

source: Country
cs_cz: Země

source: Different correspondence address
cs_cz: Jiná korespondenční adresa

source: User has different correspondence address
cs_cz: Uživatel má jinou korespondenční adresu

source: Other support
cs_cz: Jiná podpora

source: If the user supports us in other ways, please specify here.
cs_cz: Pokud nás klient podporuje jinak, uveďte zde.

source: What is your reason?
cs_cz: A jaký je Tvůj důvod?

source: Tell others why you support Auto*Mat
cs_cz: Řekni ostatním, proč podporuješ Diakonii

source: Profile picture
cs_cz: Profilová fotografie

source: Your profile picture, which others will see.
cs_cz: Fotka, kterou uvidí ostatní.

source: Club card available
cs_cz: Nárok na klubovou kartu

source: Is he entitled to posses a club card?
cs_cz: Má nárok na klubovou kartu?

source: Club card dispatched?
cs_cz: Klubová karta odeslána?

source: Did we send him the club card already?
cs_cz: Již jsme mu klubovou kartu zaslali?

source: Other benefits
cs_cz: Další benefity

source: Did he receive some other benefits?
cs_cz: Získal nějaké další benefity?

source: Note for making a boring form more lively
cs_cz: Poznámky

source: Date of creation
cs_cz: Datum vytvoření

source: Date of last change
cs_cz: Datum poslední změny

source: administrative units
cs_cz: Organizační jednotky

source: administrated units
cs_cz: Má přístup k OJ

source: Last name vokativ
cs_cz: Oslovení

source: Addressment
cs_cz: Oslovení

source: Full name
cs_cz: Celé jméno

source: Regular payment info
cs_cz: Informace o pravidelných platbách

source: Company profile
cs_cz: Profil společnosti

source: Company profiles
cs_cz: Profily společností

source: Company name
cs_cz: Název společnosti

source: only for Czech companies
cs_cz: Jen pro české firmy

source: Czech and European companies, must be in valid formate
cs_cz: České a evropské firmy musí být ve správném formátu

source: Contact name
cs_cz: Kontaktní jméno

source: User profile
cs_cz: Uživatelský profil

source: User profiles
cs_cz: Uživatelské profily

source: Title after name
cs_cz: Titul za jménem

source: Title before name
cs_cz: Titul před jménem

source: Birth year
cs_cz: Ročník narození

source: Month of birth
cs_cz: Měsíc narození

source: Day of birth
cs_cz: Den narození

source: Gender
cs_cz: Pohlaví

source: Company contact
cs_cz: Kontakt společnosti

source: Company contacts
cs_cz: kontakty společnosti

source: Contact first name
cs_cz: Jméno

source: Contact last name
cs_cz: Příjmení

source: Primary contact
cs_cz: Hlavní kontakt

source: administrative unit
cs_cz: Organizační jednotka

source: Primary email
cs_cz: Hlavní E-mail

source: Preferences
cs_cz: Povolení

source: newsletter_on
cs_cz: Zasílat newsletter

source: call_on
cs_cz: Volat

source: challenge_on
cs_cz: Žádat o dar

source: letter_on
cs_cz: Zasílat dopisy

source: Sending of mailing lists allowed
cs_cz: Povolit odesílání mailing listů

source: Publish my name in the list of supporters
cs_cz: Zveřejnit mé jméno v seznamu podporovatelů

source: Primary phone
cs_cz: Hlavní telefon

source: e.g. do not call during a workweek
cs_cz: Např. nevolat v pracovní době

source: Telephones
cs_cz: Telefony

source: Duplicate phone number for this user
cs_cz: U tohoto účtu již toto telefonní číslo existuje

source: Account Statement
cs_cz: Výpis z účtu

source: Account Statements
cs_cz: Výpisy z účtů

source: Type
cs_cz: Typ výpisu

source: Import date
cs_cz: Datum importu

source: csv file
cs_cz: CSV soubor

source: Date from
cs_cz: Datum od

source: Date to
cs_cz: Datum do

source: Payment pairing log
cs_cz: Záznam o přiřazování plateb

source: Why Payment was not paired
cs_cz: Proč platba nebyla přiřazena

source: dpch with user_bank_account doesnt_exist //
cs_cz: Platební kanál s tímto uživatelským bankovním účtem neexistuje //

source: multiple dpch with user_bank_account //
cs_cz: Vícero platebních kanálu s tímto uživatelským bankovním účtem //

source: dpch with VS doesnt_exist
cs_cz: Platební kanál s tímto VS neexistuje

source: multiple dpch with VS
cs_cz: Vícero platebních kanálu s tímto VS

source: VS not set
cs_cz: VS neni zadán

source: Bank/Api account
cs_cz: Bankovní/Api účet

source: Bank/Api accounts
cs_cz: Bankovní/Api účty

source: Bank account note
cs_cz: Poznámka k bankovnímu účtu

source: Identifier of the Account
cs_cz: Identifikátor účtu

source: Bank account
cs_cz: Název bankovního účtu

source: Bank accounts
cs_cz: Bankovní účty

source: Bank Account
cs_cz: Bankovní účet

source: Bank account number
cs_cz: Číslo účtu

source: Api Account
cs_cz: Api přístup (darujme)

source: Api Accounts
cs_cz: Api přístup (darujme)

source: project ID
cs_cz: Darujme.cz ID projektu

source: API secret
cs_cz: Darujme.cz API secret

source: API organization ID
cs_cz: API ID organizace

source: Active
cs_cz: Aktivní

source: Is the project active
cs_cz: Aktivní projekt

source: User bank account
cs_cz: Účet uživatele

source: User bank accounts
cs_cz: Účty uživatelů

source: Donor payment channels
cs_cz: Platební kanály

source: Variable symbol
cs_cz: Variabilní symbol

source: Specific symbol
cs_cz: Specifický symbol

source: Registered support
cs_cz: Registrace podpory

source: When did this user register to support us
cs_cz: Kdy se tento uživatel zaregistroval k naší podpoře

source: Monthly
cs_cz: Měsíčně

source: Quaterly
cs_cz: Čtvrtletně

source: Bianually
cs_cz: Půlročně

source: Anually
cs_cz: Ročně

source: Regular payments
cs_cz: Pravidelné platby

source: No regular payments
cs_cz: Nemá pravidelné platby

source: Promise of regular payments
cs_cz: Příslib pravidelných plateb

source: Frequency of regular payments
cs_cz: Frekvence pravidelných plateb

source: Expected date of first payment
cs_cz: Očekávané datum první platby

source: Regularly (amount)
cs_cz: Částka pravidelné platby

source: Minimum yearly payment is 1800 Kč
cs_cz: Jsme rádi za jakýkoli dar, plné členství s výhodami však začíná od 1800 Kč ročně.

source: Exceptional membership
cs_cz: Výjimečné členství

source: In special cases, people can become members of the club even if they do not pay any money. This should be justified in the note.
cs_cz: Ve výjimečných případech se mohou lidé stát členy klubu i když neplatí žádné peníze. Zdůvodnění může být uvedeno v poznámce.

source: Is this user registered for regular payments?
cs_cz: Je tento uživatel zaregistrován pro pravidelné platby?

source: Old account
cs_cz: Starý účet

source: User has old account
cs_cz: Uživatel má starý účet

source: End of regular payments (for payments by card)
cs_cz: Konec pravidelných plateb (pro platby kartou)

source: Duplicate VS
cs_cz: Duplicitní Variabilní symbol

source: Last payment amount
cs_cz: Částka poslední platby

source: Last payment type
cs_cz: Poslední typ platby

source: Payment total
cs_cz: Součet plateb

source: Total
cs_cz: Celkem

source: Expected payment
cs_cz: Očekávaná platba

source: new user
cs_cz: nový uživatel

source: new users
cs_cz: noví uživatelé

source: Payment
cs_cz: Platba

source: Bank transfer
cs_cz: Bankovní převod

source: In cash
cs_cz: V hotovosti

source: Credit card
cs_cz: Kreditní karta

source: Material gift
cs_cz: Hmotný dar

source: Little note to payment
cs_cz: Malá poznámka k platbě

source: Recipient bank account number
cs_cz: Číslo účtu příjemce

source: Date of payment
cs_cz: Datum platby

source: Amount
cs_cz: Částka

source: Amount of money in the main used curency
cs_cz: Částka v hlavní používané měně

source: Bank account from which money was received
cs_cz: Bankovní účet, ze kterého peníze přišly

source: Bank code
cs_cz: Kód banky

source: Code of bank from which money was received
cs_cz: Kód banky ze které peníze přišly

source: Variable symbol 1
cs_cz: Variabilní symbol 1

source: Variable symbol 2
cs_cz: Variabilní symbol 2

source: CS
cs_cz: KS

source: Constant symbol
cs_cz: Konstantní symbol

source: Sender identification
cs_cz: Identifikace odesílatele

source: Sender identification string on the account statement
cs_cz: Identifikace odesílatele z bankovního výpisu

source: Type of payment
cs_cz: Typ platby

source: Done by
cs_cz: Provedl

source: This is a column imported from the account statements. It's purpose is not clear. It has been usually blank on the account statement we have received so far.
cs_cz: Toto je kolonka importovaná z výpisů z účtu. Její účel není jasný. Na všech dosavadních výpisech bývala obyčejně prázdná.

source: Account name
cs_cz: Jméno účtu

source: Bank name
cs_cz: Jméno banky

source: Transfer note
cs_cz: Poznámka k převodu

source: Currency
cs_cz: Měna

source: Recipient message
cs_cz: Zpráva pro příjemce

source: Operation ID
cs_cz: ID Operace

source: Transfer type
cs_cz: Typ převodu

source: Specification
cs_cz: Specifikace

source: Order ID
cs_cz: ID objednávky

source: All columns
cs_cz: Všechny sloupce

source: Mass
cs_cz: Hromadná

source: Automatic
cs_cz: Automatická

source: Individual
cs_cz: Individuální

source: Automatic Communication
cs_cz: Automatická komunikace

source: Automatic Communications
cs_cz: Automatické komunikace

source: Method/Type of Interaction
cs_cz: Metoda/Typ Interakce

source: Interaction type with allowed sending
cs_cz: Typ interakce s povoleným odesíláním

source: Subject
cs_cz: Předmět

source: English subject
cs_cz: Anglický předmět

source: Template
cs_cz: Šablona

source: Template can contain following variable substitutions: $addressment $last_name_vokativ $name $firstname $surname $street $city $zipcode $email $telephone $regular_amount $regular_frequency $var_symbol $last_payment_amount $auth_token
cs_cz: Šablona může obsahovat následující proměnné: $addressment $last_name_vokativ $name $firstname $surname $street $city $zipcode $email $telephone $regular_amount $regular_frequency $var_symbol $last_payment_amount $auth_token

source: English template
cs_cz: Anglická šablona

source: Only once
cs_cz: Pouze jednou

source: If checked, never send this communication twice to one user
cs_cz: Pokud je zaškrtnuto, nikdy neposílat tuto komunikaci témuž uživateli dvakrát

source: Dispatch auto
cs_cz: Odeslat automaticky

source: If checked, the communication might be dispatched by the system (e.g. an email sent) as soon as condition becomes true, without any further action from the administrator. If not, the communication is created, but the administrator must send it manually.
cs_cz: Pokud je zaškrtnuto, může systém komunikaci vyřídit (např. odeslat email) jakmile se podmínka stane pravdivou bez jakéhokoliv dalšího zásahu administrátora. Jinak je komunikace založena, ale administrátor ji musí odeslat ručně.
