Repository: auto-mat/klub
Catalog: apps/aklub/locale/*/LC_MESSAGES/django.po
Languages: cs_cz

source: List of users to whom this communication was already sent
cs_cz: Seznam uživatelů, kterým již byla tato komunikace odeslána

source: Unknown variable
cs_cz: Neznámá proměnná

source: Mass Communication
cs_cz: Hromadná komunikace

source: Mass Communications
cs_cz: Hromadné komunikace

source: Waiting for sent
cs_cz: Čekání na odeslání

source: Already sent
cs_cz: Odesláno

source: Date
cs_cz: Datum

source: Same variables as in template can be used
cs_cz: Některé proměnné nemohou být v šabloně použity

source: English version of the subject. If empty, English speaking users will not receive this communication.
cs_cz: Anglická verze předmětu. Ponecháte-li prázdné, anglicky mluvící uživatelé tuto komunikaci nedostanou.

source: Template can contain following variable substitutions: <br/>
cs_cz: Šablona může obsahovat následující proměnné: <br/>

source: Attachment
cs_cz: Příloha

source: Attach tax confirmation
cs_cz: Připojit daňové potvrzení

source: If this field is checked, select year and type of pdf to send
cs_cz: Pokud je toto políčko zaškrtnuto, rok a typ PDFka musí být zvolen.

source: Type of PDF
cs_cz: Typ PDF

source: send to users
cs_cz: uživatelé k obeslání

source: All users who should receive the communication
cs_cz: Všichni uživatelé, kteří by měli tuto komunikaci obdržet

source: note
cs_cz: poznámka

source: have emails already been sent?
cs_cz: Byly emaily odeslány?

source: YEAR and PDF_TYPE must be set
cs_cz: Musíte vyplnit rok a typ PDF souboru

source: PDF type
cs_cz: Typ PDF

source: PDF file
cs_cz: PDF soubor

source: Tax confirmation
cs_cz: Daňové potvrzení

source: Tax confirmations
cs_cz: Daňová potvrzení

source: Missing Bank account: %(acc)s, add it in BankAccounts
cs_cz: Chybějící bankovní účet: %(acc)s, přidejte do bankovních účtů

source: This field must be set
cs_cz: Políčko musí být vyplněno

source: Tax Confirmation done
cs_cz: Daňové potvrzení vygenerováno

source: Task started at %(started)s was done for %(users)s profiles
cs_cz: Opakovaný úkol začal v %(started)s a byl dokončen pro %(users)s profilů

source: Save and send testing email
cs_cz: Uložit a odeslat testovací email

source: History
cs_cz: Historie

source: Save and send emails
cs_cz: Uložit a odeslat emaily

source: Show timeline
cs_cz: Ukaž časovou osu

source: Hide timeline
cs_cz: schovej časovou osu

source: Remove contact
cs_cz: Odstranit kontakt

source: Select type of profile you want to pick
cs_cz: Vyber typ profilu

source: UserProfile
cs_cz: Uživatelský profil

source: CompanyProfile
cs_cz: Profil společnosti

source: Remove contact from administrative unit
cs_cz: Odstranit kontakt z organizační jednotky

source: Confirm
cs_cz: Potvrdit

source: Tax Confirmation
cs_cz: Daňové potvrzení

source: Submit
cs_cz: Odeslat

source: Recruited users
cs_cz: Naverbovaní uživatelé

source: Notifications
cs_cz: Notifikace

source: If you want to upload donor payment channels, add x to donor column. Only x columns will be imported.
cs_cz: Pro založení/aktulizaci platebního kanálu vyplnte 'x' ve sloupečku donor

source: You can add only one unique VS to the specific bank account. If variable symbol is empty, is generated by the system.
cs_cz: Můžete přiřadit pouze unikátní VS, pokud' je prázdný, tak je vygenerován systémem

source: Knowledgebase
cs_cz: Návody

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
cs_cz: Pro reset hesla zadejte emailovou adresu a postupujte dle instrukcí

source: Send email
cs_cz: Odeslat email

source: Password reset complete
cs_cz: Změna hesla dokončena

source: Your password has been set. You may go ahead and log in now.
cs_cz: Heslo nastaveno, nyní se můžete přihlásit

source: Password Reset Confirm
cs_cz: Potvrzení změny hesla

source: Please enter your new password.
cs_cz: Prosím, zadejte nové heslo

source: Reset password
cs_cz: Vyresetovat heslo

source: Password reset sent
cs_cz: Email s instrukcemi odeslán

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.<br>If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
cs_cz: Odeslaly jsme email s instrukcemi pro změnu hesla.poku'd email neobržíte, ujistěte se, že jste zadal správný emaila zkontrolujte si složku se spamy.

source: Hello, We received a request to reset the password for your account for this email address. To initiate the password reset process for your account, click the link below. You login Username is : %(username)s %(domain)s%(password_reset_confirm)s This link can only be used once. If you need to reset your password again, please visit %(domain)s%(password_reset)s and request another reset. If you did not make this request, you can simply ignore this email. Sincerely, The %(site_name)s Team
cs_cz: Dobrý den, Obdržely jsme žádost o změnu hesla k vašemu účtu.Pro zahájení procesu prosím klikněte na odkaz níže. Vaše přihlašovací jméno je: %(username)s %(domain)s%(password_reset_confirm)s Tento link může být použit pouze jednou.Pro znovu obnovení hesla navštivte %(domain)s%(password_reset)s a zadejte požadavek znovu. Jestliže jste tuto akci nevyžádal, prosím ignorujte tento email S pozdravem, %(site_name)s

source: Do you prefer to live in cities, where cycling to work is a pleasure? Would you like to participate in Do práce na kole competition without having to pay the fee? Become a member of Friends club and donate regulary small contribution! <br/> To have Do Prace na kole participation fee for free, it is necessary, that your first donation is credited to our account by the end of April. <br/>
cs_cz: Chcete bydlet ve městech, ve kterých je radost jezdit (do práce) na kole? Chcete se účastni soutěže do práce na kole bez nutnosti platit účastnický poplatek? Staňte se členem Klubu přátel Auto*Matu a buďte pravidelným dárcem.Stačí jen pár minut času a nevelký měsíční příspěvek.<br/>Pozn.: Pro nárok na nulový účastnický poplatek pro soutěž Do práce na kole je třeba, aby se váš první dar připsal na náš účet do konce dubna.<br/>

source: By sending this form, you aggree with <a target="_blank" href="http://www.auto-mat.cz/zasady">Auto*Mat privacy policy</a>.
cs_cz: Odesláním tohoto formuláře souhlasím se <a target="_blank" href="http://www.auto-mat.cz/zasady">Zásadami ochrany osobních údajů Auto*Matu</a>.

source: Profile joined
cs_cz: Profil přihlášen k podpoře

source: View interaction
cs_cz: Prohlížet Interakce

source: View payment
cs_cz: Prohlížet platby

source: Please select event before sort by donor delay
cs_cz: Prosím vyberte event, než začnete řadit dle zpoždění platby

source: Telephone must consist of numbers, spaces and plus sign
cs_cz: Telefon musí být složen s čísel, mezer a znaku plus.

source: payment_type
cs_cz: Typ platby

source: Credit Card
cs_cz: Kreditní karta

source: Onetime payment
cs_cz: Jednorázová platba

source: Regular frequency
cs_cz: Frekvence pravidelné platby

source: Amount of monthly donation
cs_cz: Částka pravidelné měsíční platby

source: We are happy for any donation. However, full membership with advantages, starts from CZK 150 per month.
cs_cz: Jsme rádi za jakýkoliv dar. Plné členství s výhodami však začíná od 150 Kč měsíčně

source: Onetime
cs_cz: Jednorázově

source: Member statistics
cs_cz: Statistiky členů

source: Payments statistics
cs_cz: Statistiky plateb

source: Signature was confirmed
cs_cz: Podpis potvrzen

source: Wrong format of crn
cs_cz: Špatný formát IČA

source: Hello, We received a request to reset the password for your account for this email address. To initiate the password reset process for your account, click the link below. You login Username is : %(username)s %(url)s This link can only be used once. If you did not make this request, you can simply ignore this email. Sincerely, The %(site_name)s Team
cs_cz: Dobrý den, zaslali jste nám žádost o obnovení hesla k Vašemu účtu v Klubu neprůstřelných. Pokud jste to nebyli Vy, považujte prosím tento e-mail bezpředmětný. Pokud chcete obnovit heslo, klikněte na odkaz níže. %(url)s Tento odkaz může být použit pouze jednou. Vaše uživatelské jméno: %(username)s Hezký zbytek dne, Tým %(site_name)s

source: Password reset
cs_cz: Obnovení hesla

source: Download darujme statements
cs_cz: Stáhnout výpisy z Darujme.cz

source: Detail information
cs_cz: Detailní informace

source: Web setting
cs_cz: Webové nastavení

source: Additional information
cs_cz: Rozšiřující informace

source: Yield per period
cs_cz: Výnosy za období

source: Filter by Yield period
cs_cz: Filtrovat výnosy dle období

source: You can't select more than one adminstrative_unit.
cs_cz: Nemůžete vybrat více než jednu administrativní jednotku.

source: You must select one non-empty opportunity option.
cs_cz: Musíte vybrat jednu neprázdnou možnost příležitosti.

source: You must select 'Opportunity' option.
cs_cz: Musíte vybrat možnost „Příležitost“.

source: Location
cs_cz: Lokace

source: Locations
cs_cz: Lokace

source: Place
cs_cz: Místo

source: Region
cs_cz: Kraj

source: Event type
cs_cz: Typ události

source: Event types
cs_cz: Typy událostí

source: Name of event type
cs_cz: Název typu události

source: Description
cs_cz: Popis

source: Description of this type
cs_cz: Popis typu eventu

source: Event
cs_cz: Událost

source: Everyone
cs_cz: Pro všechny

source: Adolescents and adults
cs_cz: Pro mládež

source: Children
cs_cz: Pro děti

source: Parents and children
cs_cz: Pro rodiče s dětmi

source: Newcomers
cs_cz: Pro prvoúčastníky

source: No Grant
cs_cz: Bez grantu

source: Ministry of Education, Youth and Sports
cs_cz: Ministerstvo školství, mládeže a tělovýchovy

source: Others
cs_cz: Jiný

source: Education
cs_cz: Vzdělávání

source: Monuments
cs_cz: Akce památka

source: Nature
cs_cz: Akce příroda

source: Eco consulting
cs_cz: Ekostan

source: Children's Section
cs_cz: Dětský oddil

source: Action
cs_cz: Akce

source: Petition
cs_cz: Petice

source: Camp
cs_cz: Tábor

source: Opportunity
cs_cz: Příležitost

source: Standard
cs_cz: Standardní

source: Other electronic
cs_cz: Jiné elektronické

source: By organizer's email
cs_cz: email organizátora

source: Not required
cs_cz: Není požadováno

source: Full, not anymore
cs_cz: Plno, již neni možné

source: Registration method
cs_cz: Způsob registrace

source: Additional question number %(number)s
cs_cz: Doplňková otázka číslo %(number)s

source: Main photo
cs_cz: Hlavní fotka

source: Additional photo number %(number)s
cs_cz: Doplňková fotka číslo %(number)s

source: Short Invitation text
cs_cz: Pozvánka: malá ochutnávka

source: Invitation: What to expect
cs_cz: Pozvánka: co očekávat

source: What to except, basic informations.
cs_cz: Co očekávat, základní informace

source: Invitation: What, where and how
cs_cz: Pozvánka: co, kde a jak

source: Program of action.
cs_cz: Program akce

source: Invitation: Volunter help
cs_cz: Pozvánka: dobrovolnická pomoc

source: Volunter help
cs_cz: dobrovolnická pomoc

source: Invitation: Little sneek peek
cs_cz: Pozvánka: ochutnávka

source: Little sneek peek
cs_cz: Malá ochutnávka

source: Number of actions in given time period
cs_cz: Počet akcí za termín konání

source: Organization team
cs_cz: Organizační tým

source: Basic Purpose
cs_cz: Základní účel

source: Only for internal members
cs_cz: Pouze pro interní členy

source: Age from
cs_cz: věk od

source: Age to
cs_cz: věk do

source: Indended for
cs_cz: Pro koho

source: Participation fee
cs_cz: Účastnický poplatek

source: Meeting at the event
cs_cz: Místo srazu

source: Grant
cs_cz: Dotace

source: Focus on members
cs_cz: Akce zaměřená na členy

source: Public on webpage
cs_cz: Zobrazit na webu

source: Url address of register form
cs_cz: Url adresa registračního formuláře

source: Choose some unique name for this campaign
cs_cz: Vyberte pro tuto kampaň nějaké unikátní jméno

source: Vip action
cs_cz: akce pro VIP

source: Promoted in the magazine
cs_cz: Propagován v časopise

source: Hours worked
cs_cz: Odpracované hodiny

source: Variable_symbol_prefix
cs_cz: Předčíslí variabilního symbolu

source: Number between 10000-99999
cs_cz: číslo mezi 10000-99999

source: Description of this campaign
cs_cz: Popis kampaně

source: Note of this campaign
cs_cz: Popis události

source: Real yield
cs_cz: Reálné výnosy

source: Use if yield differs from counted value
cs_cz: Použijte pokud se reálné výnosy liší od vypočítané hodnoty.

source: Acceptable results of communication
cs_cz: Přípustné výsledky komunikací

source: Identifier of the campaign
cs_cz: Identifikátor kampaně

source: Enable registration through petition/mailing list forms
cs_cz: Povolit registraci skrz petiční nebo přihlašovací formulář

source: Enable registration through donation forms
cs_cz: Povolit registraci přes darovací formulář

source: Allow statistics exports
cs_cz: Povolit exporty statistik kampaně

source: Redirect to url after email confirmation
cs_cz: Přesměrování na url adresu po potvrzení emailu

source: Start date
cs_cz: Datum začátku

source: number of members
cs_cz: počet členů

source: recruiters
cs_cz: verbíři

source: number of recruiters
cs_cz: počet verbířů

source: total yield
cs_cz: Celkové výnosy

source: expected yearly income
cs_cz: předpokládaný roční příjem

source: expected monthly income
cs_cz: předpokládaný měsíční příjem

source: return of investmensts
cs_cz: návratnost investic

source: total expenses
cs_cz: celkové výdaje

source: average expense
cs_cz: průměrný výdaj

source: average yield
cs_cz: průměrný výnos

source: Organization position
cs_cz: Pozice organizátora

source: Qualification
cs_cz: Kvalifikace

source: Qualifications
cs_cz: Kvalifikace

source: Abbreviated name
cs_cz: Zkrácený název

source: Organization teams
cs_cz: Organizační tým

source: Position
cs_cz: Pozice

source: Boxes with yellow coloring are used for rest api (if public_on_web is True)
cs_cz: Kolonky žlutě podbarvené jsou použity pro zobrazení na webu (jestliže je zaškrtnuto 'zveřejnit na webu')

source: Result
cs_cz: Výsledek interakce

source: Results
cs_cz: Výsledky interakcí

source: Promise
cs_cz: slib

source: Ongoing communication
cs_cz: Probíhající komunikace

source: Don't contact again
cs_cz: Uživatel si nepřeje být nadále kontaktován

source: Name of result
cs_cz: Název výsledku

source: Sort of result
cs_cz: Druh výsledku

source: Interaction Category
cs_cz: Kategorie interakce

source: Interaction Categories
cs_cz: Kategorie interakcí

source: Category name
cs_cz: Název kategorie

source: Show on timeline
cs_cz: Ukaž na časové ose

source: Interactions under this category will show on timeline
cs_cz: Interakce pod touto kategorii bude ukázána na časové ose.

source: Interaction
cs_cz: Interakce

source: Manual
cs_cz: ručně

source: Result of communication
cs_cz: Výsledek komunikace

source: rating communication
cs_cz: Hodnocení komunikace

source: Created by
cs_cz: Vytvořil

source: Last handled by
cs_cz: Naposledy vyřizoval

source: Type of communication
cs_cz: Typ komunikace

source: Dispatched / Done
cs_cz: Odesláno / Hotovo

source: Was this message already sent, communicated and/or resolved?
cs_cz: Byla již tato zpráva odeslána, komunikována a/nebo vyřešena?

source: Testing email Similar email will be sent to every user (email originaly to: %(email)s !! ^^^Ignore those lines ^^^
cs_cz: Testovací emailTento email bude odeslán každému kontaktu (Email původně: %(email)s !! ^^^Tyto řádky ignorujte^^^

source: Petition signature
cs_cz: Podpis petice

source: Petition signatures
cs_cz: Podpisy petice

source: Is confirmed via e-mail
cs_cz: Je potvrzeno e-mailem

source: GDPR consent
cs_cz: GDPR souhlas

source: Publish my name in the list of supporters/petitents of this campaign
cs_cz: Zveřejnit mé jméno v seznamu podporovatelů/petentů této kampaně

source: Interaction Type
cs_cz: Typ interakce

source: Interaction Types
cs_cz: Typy interakcí

source: Category
cs_cz: Kategorie

source: Identifier of the Interaction Type
cs_cz: Identifikátor typu interakce

source: Sent email
cs_cz: Odeslat email

source: the email will be immediatelly sent to the user
cs_cz: Tento email bude okamžite poslán

source: Sent sms
cs_cz: Poslat sms

source: the sms will be immediatelly send to the use
cs_cz: Tato sms bude okamžitě poslána

source: Mark selected as read
cs_cz: Označit vybrané jako přečtené

source: File
cs_cz: Soubor

source: Files
cs_cz: Soubory

source: Name of file
cs_cz: Název souboru

source: Topic of file
cs_cz: Téma souboru

source: Author of file
cs_cz: Autor souboru

source: Related ids
cs_cz: Související IDčka

source: Account
cs_cz: Účet

source: Basic menu
cs_cz: Základní menu

source: File Storage
cs_cz: Uložiště souborů
